Revit 2027 API
ViewDisplayDepthCueing.EndPercentage Property
 The end percentage defines where depth cueing ends. Values between 0 and 100.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int EndPercentage { get; }
Public ReadOnly Property EndPercentage As Integer
	Get
public:
property int EndPercentage {
	int get ();
}
member EndPercentage : int with get
Property Value
Int32
See Also
Reference
ViewDisplayDepthCueing Class
Autodesk.Revit.DB Namespace